{
"title":"Sechs",
"text":"<p>I'm a happy bunny today as my team, Birmingham City, have just thrashed Reading 6-1 at home in the Championship -- English football's second tier. The club's fortunes have turned around massively since the start of November following the appointment of former defender Gary Rowett as manager. The new gaffer has so far led us to four wins, two draws and just one defeat in his first seven games in charge. (Typically, the defeat occured to Blackpool, whose new manager is our old boss Lee Clark.) Rowett took over following a disastrous 8-0 defeat at home to Bournemouth, which means that today's result does wonders for our goal difference too.</p><p>Anyway, six in German is <strong>SECHS</strong>, which rather amusingly sounds like \"sex\". I'm not saying we've been playing sexy football under Rowett, but it was an appropriate score I think. Over in Germany, meanwhile, I notice that 1860 Munich, who live rather in the shadows of the more illustrious city rivals Bayern Munich, lost 3-2 at home today ha ha. I mention 1860 because the one and only time I saw them play -- at the famous Allianz Arena no less -- the top tier of the ground was draped in a giant banner, presumably to make up for the lack of fans, with the words <strong>SECHZIG</strong>, which mean \"sixty\", covering up a large swathe of empty seats. Actually, 1860 are a bit like Birmingham in that they're currently going through a dodgy patch too, playing in the second division and still being outperformed by possibly more famous city rivals (Aston Villa in our case).</p><p>As things stand,  though, 1860 are doing much worse in the league than we are, currently third from bottom, lying in place <strong>SECHZEHN</strong>, or sixteen, in the table. We're 15th in a much bigger league of 24 teams so thing are definitely looking up for us. What I'd love would be for the run to carry on and for the Blues to end up in place <strong>SECHS</strong> in the table at the end of the season, which would get us into the play-offs and possibly back up into the Premier League.</p>"
}