{
"title":"Hand",
"text":"<p>This one's easy. Hand means \"hand\" of course. I guess when those Anglo-Saxon hoards came to Britain in the first millennium, it made sense for the locals to make sure they didn't muck around with those Germanic words for parts of the body - it avoids all that confusion especially if a swivel-eyed German nutter was about to chop off something that belonged to you.</p><p>But it's amazing that English and German have not diverged more on the bodily-parts front, even on spelling. So as well as <strong>Hand</strong>, other totally identical words are <strong>Finger</strong>, <strong>Arm</strong> and, er, <strong>Penis</strong>. Then there are some words that are almost the same, such as <strong>Haar</strong>, <strong>Lippe</strong> and <strong>Knie</strong>, for hair, lip and knee. </p><p>Some body parts are close relatives that you can kind of guess, like <strong>Mund</strong>, <strong>Nase</strong> and <strong>Kinn</strong> for mouth, nose and chin. But German, being German, it just can't resist having some daft, long words, the silliest culprits being <strong>Oberschenkel</strong> for thigh and <strong>Unterschenkel</strong> for calf. I'll explain those in more detail another time.</p><p>But back to <strong>hand</strong>. One word I particularly like in German and which illustrates nicely its love of compound nouns is <strong>Handschuh</strong>, which literally means \"hand-shoe\" - a glove. Neat, huh? Then you've got <strong>Handschlag</strong> (handshake), which I also like. Bayern Munich president Uli Hoeness used the word \"Handschlag\" to great effect in this ridiculous post-match outburst from 2012, in which he was quizzed about why Bayern coach Jupp Heynkes refused to shake the hand of Frank Ribery who was substituted in a Champions League match that Bayern lost 1-0. \"H&ouml;rt auf mit eurem Schei&szlig; Handschlag\",  bellows H&ouml;ness at the interviewer, followed swiftly by a string of other insults. \"Shut up about your shitty handshake.\"</p><p>Steady on Uli...</p><p><a href=\"http://www.whoateallthepies.tv/champions_league/111918/for-fks-sake-is-this-a-boarding-school-for-girls-hoeness-riled-by-questions-after-ribery-ducks-heyncke-handshake.html\">http://www.whoateallthepies.tv/champions_league/111918/for-fks-sake-is-this-a-boarding-school-for-girls-hoeness-riled-by-questions-after-ribery-ducks-heyncke-handshake.html</a></p>"
}

